Repository: meronix/VerbaVolant
Catalog: Mastro Pietro/*.lproj/Localizable.strings
Languages: it

# checkLocale
source: en_EN
it: it_IT

# welcomeMessage
source: The smartest way to learn the italian language: videolessons by the best native teachers. Are you confident in understanding the language of Dante and Manzoni? Try our test and discover how many words you can recognize.
it: Il miglior modo di imparare l'italiano: videolezioni impartite dai migliori maestri figlio-lingua. Pensi di conoscere bene la lingua di Dante e Manzoni? Esegui il nostro test e scopri quante parole riesci a riconoscere a orecchio.

# cominciaButton
source: Let's Start!
it: Cominciamo!

# sharedMessage
source: %.0f%% correct answers. Share your score
it: %.0f%% di risposte corrette. Condividi il tuo risultato

# goOnlineMessage
source: Would you like to see on-line video too? (wi-fi recommended)
it: Vuoi guardare anche i contenuti on-line? (wi-fi consigliato)

source: off-line only
it: no, grazie

# onLineToo
source: load all
it: mostrami tutto

# creditMessage
source: Thanks to Pietro & Matteo Additional sound effects from https://www.zapsplat.com and http://soundbible.com
it: Grazie a Pietro e Matteo effetti audio aggiunti da https://www.zapsplat.com e http://soundbible.com

# shareMessage
source: I've just played with "%@" and my score is %.0f %% ! https://apps.apple.com/app/id1507791488
it: Ho apena giocato con l'app "%@" e ho risposto correttamente al %.0f %% delle domande! https://apps.apple.com/app/id1507791488

# chiudi
source: ok
it: chiudi

# guessWhat
source: Guess what i said?
it: Che cosa ho detto?

# correctAnswer
source: correct answers: %i / %i
it: risposte esatte: %i / %i

# continua
source: next
it: continua

# esci
source: stop
it: esci
